7767517
294 345
Input	layer_00000000	0 1 images
Convolution	layer_00000001	1 1 images tensor_00000001 0=16 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=432
Swish	layer_00000002	1 1 tensor_00000001 tensor_00000002
Convolution	layer_00000003	1 1 tensor_00000002 tensor_00000003 0=16 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=2304
Swish	layer_00000004	1 1 tensor_00000003 tensor_00000004
Convolution	layer_00000005	1 1 tensor_00000004 tensor_00000005 0=32 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=4608
Swish	layer_00000006	1 1 tensor_00000005 tensor_00000006
Convolution	layer_00000007	1 1 tensor_00000006 tensor_00000007 0=48 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=13824
Swish	layer_00000008	1 1 tensor_00000007 tensor_00000008
Split	layer_00000253	1 2 tensor_00000008 tensor_00000009 tensor_00000010
Convolution	layer_00000009	1 1 tensor_00000009 tensor_00000011 0=24 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=1152
Swish	layer_00000010	1 1 tensor_00000011 tensor_00000012
Convolution	layer_00000011	1 1 tensor_00000010 tensor_00000013 0=24 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=1152
Swish	layer_00000012	1 1 tensor_00000013 tensor_00000014
Split	layer_00000254	1 2 tensor_00000014 tensor_00000015 tensor_00000016
Convolution	layer_00000013	1 1 tensor_00000015 tensor_00000017 0=24 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=5184
Swish	layer_00000014	1 1 tensor_00000017 tensor_00000018
Split	layer_00000255	1 2 tensor_00000018 tensor_00000019 tensor_00000020
Convolution	layer_00000015	1 1 tensor_00000019 tensor_00000021 0=24 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=5184
Convolution	layer_00000016	1 1 tensor_00000020 tensor_00000022 0=24 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=576
BinaryOp	layer_00000017	2 1 tensor_00000021 tensor_00000022 tensor_00000023 0=0
Swish	layer_00000018	1 1 tensor_00000023 tensor_00000024
BinaryOp	layer_00000019	2 1 tensor_00000016 tensor_00000024 tensor_00000025 0=0
Concat	layer_00000020	2 1 tensor_00000012 tensor_00000025 tensor_00000026 0=0
Split	layer_00000256	1 2 tensor_00000026 tensor_00000027 tensor_00000028
Reduction	layer_00000021	1 1 tensor_00000027 tensor_00000029 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000022	1 1 tensor_00000029 tensor_00000030 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2304
HardSigmoid	layer_00000023	1 1 tensor_00000030 tensor_00000031 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000024	2 1 tensor_00000028 tensor_00000031 tensor_00000032 0=2
Convolution	layer_00000025	1 1 tensor_00000032 tensor_00000033 0=64 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=3072
Swish	layer_00000026	1 1 tensor_00000033 tensor_00000034
Convolution	layer_00000027	1 1 tensor_00000034 tensor_00000035 0=96 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=55296
Swish	layer_00000028	1 1 tensor_00000035 tensor_00000036
Split	layer_00000257	1 2 tensor_00000036 tensor_00000037 tensor_00000038
Convolution	layer_00000029	1 1 tensor_00000037 tensor_00000039 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=4608
Swish	layer_00000030	1 1 tensor_00000039 tensor_00000040
Convolution	layer_00000031	1 1 tensor_00000038 tensor_00000041 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=4608
Swish	layer_00000032	1 1 tensor_00000041 tensor_00000042
Split	layer_00000258	1 2 tensor_00000042 tensor_00000043 tensor_00000044
Convolution	layer_00000033	1 1 tensor_00000043 tensor_00000045 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Swish	layer_00000034	1 1 tensor_00000045 tensor_00000046
Split	layer_00000259	1 2 tensor_00000046 tensor_00000047 tensor_00000048
Convolution	layer_00000035	1 1 tensor_00000047 tensor_00000049 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Convolution	layer_00000036	1 1 tensor_00000048 tensor_00000050 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2304
BinaryOp	layer_00000037	2 1 tensor_00000049 tensor_00000050 tensor_00000051 0=0
Swish	layer_00000038	1 1 tensor_00000051 tensor_00000052
BinaryOp	layer_00000039	2 1 tensor_00000044 tensor_00000052 tensor_00000053 0=0
Split	layer_00000260	1 2 tensor_00000053 tensor_00000054 tensor_00000055
Convolution	layer_00000040	1 1 tensor_00000054 tensor_00000056 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Swish	layer_00000041	1 1 tensor_00000056 tensor_00000057
Split	layer_00000261	1 2 tensor_00000057 tensor_00000058 tensor_00000059
Convolution	layer_00000042	1 1 tensor_00000058 tensor_00000060 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Convolution	layer_00000043	1 1 tensor_00000059 tensor_00000061 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2304
BinaryOp	layer_00000044	2 1 tensor_00000060 tensor_00000061 tensor_00000062 0=0
Swish	layer_00000045	1 1 tensor_00000062 tensor_00000063
BinaryOp	layer_00000046	2 1 tensor_00000055 tensor_00000063 tensor_00000064 0=0
Concat	layer_00000047	2 1 tensor_00000040 tensor_00000064 tensor_00000065 0=0
Split	layer_00000262	1 2 tensor_00000065 tensor_00000066 tensor_00000067
Reduction	layer_00000048	1 1 tensor_00000066 tensor_00000068 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000049	1 1 tensor_00000068 tensor_00000069 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
HardSigmoid	layer_00000050	1 1 tensor_00000069 tensor_00000070 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000051	2 1 tensor_00000067 tensor_00000070 tensor_00000071 0=2
Convolution	layer_00000052	1 1 tensor_00000071 tensor_00000072 0=128 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=12288
Swish	layer_00000053	1 1 tensor_00000072 tensor_00000073
Split	layer_00000263	1 2 tensor_00000073 tensor_00000074 tensor_00000075
Convolution	layer_00000054	1 1 tensor_00000074 tensor_00000076 0=192 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=221184
Swish	layer_00000055	1 1 tensor_00000076 tensor_00000077
Split	layer_00000264	1 2 tensor_00000077 tensor_00000078 tensor_00000079
Convolution	layer_00000056	1 1 tensor_00000078 tensor_00000080 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=18432
Swish	layer_00000057	1 1 tensor_00000080 tensor_00000081
Convolution	layer_00000058	1 1 tensor_00000079 tensor_00000082 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=18432
Swish	layer_00000059	1 1 tensor_00000082 tensor_00000083
Split	layer_00000265	1 2 tensor_00000083 tensor_00000084 tensor_00000085
Convolution	layer_00000060	1 1 tensor_00000084 tensor_00000086 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Swish	layer_00000061	1 1 tensor_00000086 tensor_00000087
Split	layer_00000266	1 2 tensor_00000087 tensor_00000088 tensor_00000089
Convolution	layer_00000062	1 1 tensor_00000088 tensor_00000090 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Convolution	layer_00000063	1 1 tensor_00000089 tensor_00000091 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
BinaryOp	layer_00000064	2 1 tensor_00000090 tensor_00000091 tensor_00000092 0=0
Swish	layer_00000065	1 1 tensor_00000092 tensor_00000093
BinaryOp	layer_00000066	2 1 tensor_00000085 tensor_00000093 tensor_00000094 0=0
Split	layer_00000267	1 2 tensor_00000094 tensor_00000095 tensor_00000096
Convolution	layer_00000067	1 1 tensor_00000095 tensor_00000097 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Swish	layer_00000068	1 1 tensor_00000097 tensor_00000098
Split	layer_00000268	1 2 tensor_00000098 tensor_00000099 tensor_00000100
Convolution	layer_00000069	1 1 tensor_00000099 tensor_00000101 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Convolution	layer_00000070	1 1 tensor_00000100 tensor_00000102 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
BinaryOp	layer_00000071	2 1 tensor_00000101 tensor_00000102 tensor_00000103 0=0
Swish	layer_00000072	1 1 tensor_00000103 tensor_00000104
BinaryOp	layer_00000073	2 1 tensor_00000096 tensor_00000104 tensor_00000105 0=0
Concat	layer_00000074	2 1 tensor_00000081 tensor_00000105 tensor_00000106 0=0
Split	layer_00000269	1 2 tensor_00000106 tensor_00000107 tensor_00000108
Reduction	layer_00000075	1 1 tensor_00000107 tensor_00000109 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000076	1 1 tensor_00000109 tensor_00000110 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
HardSigmoid	layer_00000077	1 1 tensor_00000110 tensor_00000111 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000078	2 1 tensor_00000108 tensor_00000111 tensor_00000112 0=2
Convolution	layer_00000079	1 1 tensor_00000112 tensor_00000113 0=256 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=49152
Swish	layer_00000080	1 1 tensor_00000113 tensor_00000114
Split	layer_00000270	1 2 tensor_00000114 tensor_00000115 tensor_00000116
Convolution	layer_00000081	1 1 tensor_00000115 tensor_00000117 0=384 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=884736
Swish	layer_00000082	1 1 tensor_00000117 tensor_00000118
Split	layer_00000271	1 2 tensor_00000118 tensor_00000119 tensor_00000120
Convolution	layer_00000083	1 1 tensor_00000119 tensor_00000121 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=73728
Swish	layer_00000084	1 1 tensor_00000121 tensor_00000122
Convolution	layer_00000085	1 1 tensor_00000120 tensor_00000123 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=73728
Swish	layer_00000086	1 1 tensor_00000123 tensor_00000124
Split	layer_00000272	1 2 tensor_00000124 tensor_00000125 tensor_00000126
Convolution	layer_00000087	1 1 tensor_00000125 tensor_00000127 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Swish	layer_00000088	1 1 tensor_00000127 tensor_00000128
Split	layer_00000273	1 2 tensor_00000128 tensor_00000129 tensor_00000130
Convolution	layer_00000089	1 1 tensor_00000129 tensor_00000131 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Convolution	layer_00000090	1 1 tensor_00000130 tensor_00000132 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
BinaryOp	layer_00000091	2 1 tensor_00000131 tensor_00000132 tensor_00000133 0=0
Swish	layer_00000092	1 1 tensor_00000133 tensor_00000134
BinaryOp	layer_00000093	2 1 tensor_00000126 tensor_00000134 tensor_00000135 0=0
Concat	layer_00000094	2 1 tensor_00000122 tensor_00000135 tensor_00000136 0=0
Split	layer_00000274	1 2 tensor_00000136 tensor_00000137 tensor_00000138
Reduction	layer_00000095	1 1 tensor_00000137 tensor_00000139 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000096	1 1 tensor_00000139 tensor_00000140 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
HardSigmoid	layer_00000097	1 1 tensor_00000140 tensor_00000141 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000098	2 1 tensor_00000138 tensor_00000141 tensor_00000142 0=2
Convolution	layer_00000099	1 1 tensor_00000142 tensor_00000143 0=512 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=196608
Swish	layer_00000100	1 1 tensor_00000143 tensor_00000144
Split	layer_00000275	1 2 tensor_00000144 tensor_00000145 tensor_00000146
Convolution	layer_00000101	1 1 tensor_00000145 tensor_00000147 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=98304
Swish	layer_00000102	1 1 tensor_00000147 tensor_00000148
Convolution	layer_00000103	1 1 tensor_00000146 tensor_00000149 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=98304
Swish	layer_00000104	1 1 tensor_00000149 tensor_00000150
Convolution	layer_00000105	1 1 tensor_00000150 tensor_00000151 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Swish	layer_00000106	1 1 tensor_00000151 tensor_00000152
Split	layer_00000276	1 2 tensor_00000152 tensor_00000153 tensor_00000154
Convolution	layer_00000107	1 1 tensor_00000153 tensor_00000155 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Convolution	layer_00000108	1 1 tensor_00000154 tensor_00000156 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
BinaryOp	layer_00000109	2 1 tensor_00000155 tensor_00000156 tensor_00000157 0=0
Swish	layer_00000110	1 1 tensor_00000157 tensor_00000158
Split	layer_00000277	1 4 tensor_00000158 tensor_00000159 tensor_00000160 tensor_00000161 tensor_00000162
Pooling	layer_00000111	1 1 tensor_00000159 tensor_00000163 0=0 1=5 2=1 3=2 5=1
Pooling	layer_00000112	1 1 tensor_00000160 tensor_00000164 0=0 1=9 2=1 3=4 5=1
Pooling	layer_00000113	1 1 tensor_00000161 tensor_00000165 0=0 1=13 2=1 3=6 5=1
Concat	layer_00000114	4 1 tensor_00000162 tensor_00000163 tensor_00000164 tensor_00000165 tensor_00000166 0=0
Convolution	layer_00000115	1 1 tensor_00000166 tensor_00000167 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Swish	layer_00000116	1 1 tensor_00000167 tensor_00000168
Concat	layer_00000117	2 1 tensor_00000148 tensor_00000168 tensor_00000169 0=0
Convolution	layer_00000118	1 1 tensor_00000169 tensor_00000170 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Swish	layer_00000119	1 1 tensor_00000170 tensor_00000171
Split	layer_00000278	1 2 tensor_00000171 tensor_00000172 tensor_00000173
Convolution	layer_00000120	1 1 tensor_00000172 tensor_00000174 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=73728
Swish	layer_00000121	1 1 tensor_00000174 tensor_00000175
Interp	layer_00000122	1 1 tensor_00000175 tensor_00000176 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat	layer_00000123	2 1 tensor_00000176 tensor_00000116 tensor_00000177 0=0
Split	layer_00000279	1 2 tensor_00000177 tensor_00000178 tensor_00000179
Convolution	layer_00000124	1 1 tensor_00000178 tensor_00000180 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=43008
Swish	layer_00000125	1 1 tensor_00000180 tensor_00000181
Convolution	layer_00000126	1 1 tensor_00000179 tensor_00000182 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=43008
Swish	layer_00000127	1 1 tensor_00000182 tensor_00000183
Convolution	layer_00000128	1 1 tensor_00000183 tensor_00000184 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Swish	layer_00000129	1 1 tensor_00000184 tensor_00000185
Split	layer_00000280	1 2 tensor_00000185 tensor_00000186 tensor_00000187
Convolution	layer_00000130	1 1 tensor_00000186 tensor_00000188 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Convolution	layer_00000131	1 1 tensor_00000187 tensor_00000189 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
BinaryOp	layer_00000132	2 1 tensor_00000188 tensor_00000189 tensor_00000190 0=0
Swish	layer_00000133	1 1 tensor_00000190 tensor_00000191
Concat	layer_00000134	2 1 tensor_00000181 tensor_00000191 tensor_00000192 0=0
Convolution	layer_00000135	1 1 tensor_00000192 tensor_00000193 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Swish	layer_00000136	1 1 tensor_00000193 tensor_00000194
Split	layer_00000281	1 2 tensor_00000194 tensor_00000195 tensor_00000196
Convolution	layer_00000137	1 1 tensor_00000195 tensor_00000197 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=18432
Swish	layer_00000138	1 1 tensor_00000197 tensor_00000198
Interp	layer_00000139	1 1 tensor_00000198 tensor_00000199 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat	layer_00000140	2 1 tensor_00000199 tensor_00000075 tensor_00000200 0=0
Split	layer_00000282	1 2 tensor_00000200 tensor_00000201 tensor_00000202
Convolution	layer_00000141	1 1 tensor_00000201 tensor_00000203 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=10752
Swish	layer_00000142	1 1 tensor_00000203 tensor_00000204
Convolution	layer_00000143	1 1 tensor_00000202 tensor_00000205 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=10752
Swish	layer_00000144	1 1 tensor_00000205 tensor_00000206
Convolution	layer_00000145	1 1 tensor_00000206 tensor_00000207 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Swish	layer_00000146	1 1 tensor_00000207 tensor_00000208
Split	layer_00000283	1 2 tensor_00000208 tensor_00000209 tensor_00000210
Convolution	layer_00000147	1 1 tensor_00000209 tensor_00000211 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=20736
Convolution	layer_00000148	1 1 tensor_00000210 tensor_00000212 0=48 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2304
BinaryOp	layer_00000149	2 1 tensor_00000211 tensor_00000212 tensor_00000213 0=0
Swish	layer_00000150	1 1 tensor_00000213 tensor_00000214
Concat	layer_00000151	2 1 tensor_00000204 tensor_00000214 tensor_00000215 0=0
Convolution	layer_00000152	1 1 tensor_00000215 tensor_00000216 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
Swish	layer_00000153	1 1 tensor_00000216 tensor_00000217
Split	layer_00000284	1 5 tensor_00000217 tensor_00000218 tensor_00000219 tensor_00000220 tensor_00000221 tensor_00000222
Convolution	layer_00000154	1 1 tensor_00000218 tensor_00000223 0=96 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=82944
Swish	layer_00000155	1 1 tensor_00000223 tensor_00000224
Concat	layer_00000156	2 1 tensor_00000224 tensor_00000196 tensor_00000225 0=0
Split	layer_00000285	1 2 tensor_00000225 tensor_00000226 tensor_00000227
Convolution	layer_00000157	1 1 tensor_00000226 tensor_00000228 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=27648
Swish	layer_00000158	1 1 tensor_00000228 tensor_00000229
Convolution	layer_00000159	1 1 tensor_00000227 tensor_00000230 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=27648
Swish	layer_00000160	1 1 tensor_00000230 tensor_00000231
Convolution	layer_00000161	1 1 tensor_00000231 tensor_00000232 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Swish	layer_00000162	1 1 tensor_00000232 tensor_00000233
Split	layer_00000286	1 2 tensor_00000233 tensor_00000234 tensor_00000235
Convolution	layer_00000163	1 1 tensor_00000234 tensor_00000236 0=96 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=82944
Convolution	layer_00000164	1 1 tensor_00000235 tensor_00000237 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
BinaryOp	layer_00000165	2 1 tensor_00000236 tensor_00000237 tensor_00000238 0=0
Swish	layer_00000166	1 1 tensor_00000238 tensor_00000239
Concat	layer_00000167	2 1 tensor_00000229 tensor_00000239 tensor_00000240 0=0
Convolution	layer_00000168	1 1 tensor_00000240 tensor_00000241 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Swish	layer_00000169	1 1 tensor_00000241 tensor_00000242
Split	layer_00000287	1 5 tensor_00000242 tensor_00000243 tensor_00000244 tensor_00000245 tensor_00000246 tensor_00000247
Convolution	layer_00000170	1 1 tensor_00000243 tensor_00000248 0=192 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=331776
Swish	layer_00000171	1 1 tensor_00000248 tensor_00000249
Concat	layer_00000172	2 1 tensor_00000249 tensor_00000173 tensor_00000250 0=0
Split	layer_00000288	1 2 tensor_00000250 tensor_00000251 tensor_00000252
Convolution	layer_00000173	1 1 tensor_00000251 tensor_00000253 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=110592
Swish	layer_00000174	1 1 tensor_00000253 tensor_00000254
Convolution	layer_00000175	1 1 tensor_00000252 tensor_00000255 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=110592
Swish	layer_00000176	1 1 tensor_00000255 tensor_00000256
Convolution	layer_00000177	1 1 tensor_00000256 tensor_00000257 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Swish	layer_00000178	1 1 tensor_00000257 tensor_00000258
Split	layer_00000289	1 2 tensor_00000258 tensor_00000259 tensor_00000260
Convolution	layer_00000179	1 1 tensor_00000259 tensor_00000261 0=192 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=331776
Convolution	layer_00000180	1 1 tensor_00000260 tensor_00000262 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
BinaryOp	layer_00000181	2 1 tensor_00000261 tensor_00000262 tensor_00000263 0=0
Swish	layer_00000182	1 1 tensor_00000263 tensor_00000264
Concat	layer_00000183	2 1 tensor_00000254 tensor_00000264 tensor_00000265 0=0
Convolution	layer_00000184	1 1 tensor_00000265 tensor_00000266 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Swish	layer_00000185	1 1 tensor_00000266 tensor_00000267
Split	layer_00000290	1 4 tensor_00000267 tensor_00000268 tensor_00000269 tensor_00000270 tensor_00000271
Pooling	layer_00000186	1 1 tensor_00000268 tensor_00000272 0=1 4=1
Split	layer_00000291	1 2 tensor_00000272 tensor_00000273 tensor_00000274
Convolution	layer_00000187	1 1 tensor_00000273 tensor_00000275 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Sigmoid	layer_00000188	1 1 tensor_00000275 tensor_00000276
BinaryOp	layer_00000189	2 1 tensor_00000269 tensor_00000276 tensor_00000277 0=2
Convolution	layer_00000190	1 1 tensor_00000277 tensor_00000278 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Swish	layer_00000191	1 1 tensor_00000278 tensor_00000279
BinaryOp	layer_00000192	2 1 tensor_00000279 tensor_00000270 tensor_00000280 0=0
Convolution	layer_00000193	1 1 tensor_00000280 tensor_00000281 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=276480
Convolution	layer_00000194	1 1 tensor_00000274 tensor_00000282 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Sigmoid	layer_00000195	1 1 tensor_00000282 tensor_00000283
BinaryOp	layer_00000196	2 1 tensor_00000271 tensor_00000283 tensor_00000284 0=2
Convolution	layer_00000197	1 1 tensor_00000284 tensor_00000285 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=147456
Swish	layer_00000198	1 1 tensor_00000285 tensor_00000286
Convolution	layer_00000199	1 1 tensor_00000286 tensor_00000287 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=235008
Reshape	layer_00000200	1 1 tensor_00000287 tensor_00000288 0=-1 1=17 2=4
Permute	layer_00000201	1 1 tensor_00000288 tensor_00000289 0=2
Softmax	layer_00000202	1 1 tensor_00000289 tensor_00000290 0=0 1=1
Convolution	layer_00000203	1 1 tensor_00000290 tensor_00000291 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000204	1 1 tensor_00000281 tensor_00000292
Reshape	layer_00000205	1 1 tensor_00000292 tensor_00000293 0=-1 1=80
Reshape	layer_00000206	1 1 tensor_00000291 tensor_00000294 0=-1 1=4
Pooling	layer_00000207	1 1 tensor_00000244 tensor_00000295 0=1 4=1
Split	layer_00000292	1 2 tensor_00000295 tensor_00000296 tensor_00000297
Convolution	layer_00000208	1 1 tensor_00000296 tensor_00000298 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Sigmoid	layer_00000209	1 1 tensor_00000298 tensor_00000299
BinaryOp	layer_00000210	2 1 tensor_00000245 tensor_00000299 tensor_00000300 0=2
Convolution	layer_00000211	1 1 tensor_00000300 tensor_00000301 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Swish	layer_00000212	1 1 tensor_00000301 tensor_00000302
BinaryOp	layer_00000213	2 1 tensor_00000302 tensor_00000246 tensor_00000303 0=0
Convolution	layer_00000214	1 1 tensor_00000303 tensor_00000304 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=138240
Convolution	layer_00000215	1 1 tensor_00000297 tensor_00000305 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Sigmoid	layer_00000216	1 1 tensor_00000305 tensor_00000306
BinaryOp	layer_00000217	2 1 tensor_00000247 tensor_00000306 tensor_00000307 0=2
Convolution	layer_00000218	1 1 tensor_00000307 tensor_00000308 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=36864
Swish	layer_00000219	1 1 tensor_00000308 tensor_00000309
Convolution	layer_00000220	1 1 tensor_00000309 tensor_00000310 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=117504
Reshape	layer_00000221	1 1 tensor_00000310 tensor_00000311 0=-1 1=17 2=4
Permute	layer_00000222	1 1 tensor_00000311 tensor_00000312 0=2
Softmax	layer_00000223	1 1 tensor_00000312 tensor_00000313 0=0 1=1
Convolution	layer_00000224	1 1 tensor_00000313 tensor_00000314 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000225	1 1 tensor_00000304 tensor_00000315
Reshape	layer_00000226	1 1 tensor_00000315 tensor_00000316 0=-1 1=80
Reshape	layer_00000227	1 1 tensor_00000314 tensor_00000317 0=-1 1=4
Pooling	layer_00000228	1 1 tensor_00000219 tensor_00000318 0=1 4=1
Split	layer_00000293	1 2 tensor_00000318 tensor_00000319 tensor_00000320
Convolution	layer_00000229	1 1 tensor_00000319 tensor_00000321 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
Sigmoid	layer_00000230	1 1 tensor_00000321 tensor_00000322
BinaryOp	layer_00000231	2 1 tensor_00000220 tensor_00000322 tensor_00000323 0=2
Convolution	layer_00000232	1 1 tensor_00000323 tensor_00000324 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
Swish	layer_00000233	1 1 tensor_00000324 tensor_00000325
BinaryOp	layer_00000234	2 1 tensor_00000325 tensor_00000221 tensor_00000326 0=0
Convolution	layer_00000235	1 1 tensor_00000326 tensor_00000327 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=69120
Convolution	layer_00000236	1 1 tensor_00000320 tensor_00000328 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
Sigmoid	layer_00000237	1 1 tensor_00000328 tensor_00000329
BinaryOp	layer_00000238	2 1 tensor_00000222 tensor_00000329 tensor_00000330 0=2
Convolution	layer_00000239	1 1 tensor_00000330 tensor_00000331 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=9216
Swish	layer_00000240	1 1 tensor_00000331 tensor_00000332
Convolution	layer_00000241	1 1 tensor_00000332 tensor_00000333 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=58752
Reshape	layer_00000242	1 1 tensor_00000333 tensor_00000334 0=-1 1=17 2=4
Permute	layer_00000243	1 1 tensor_00000334 tensor_00000335 0=2
Softmax	layer_00000244	1 1 tensor_00000335 tensor_00000336 0=0 1=1
Convolution	layer_00000245	1 1 tensor_00000336 tensor_00000337 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000246	1 1 tensor_00000327 tensor_00000338
Reshape	layer_00000247	1 1 tensor_00000338 tensor_00000339 0=-1 1=80
Reshape	layer_00000248	1 1 tensor_00000337 tensor_00000340 0=-1 1=4
Concat	layer_00000249	3 1 tensor_00000293 tensor_00000316 tensor_00000339 tensor_00000341 0=1
Concat	layer_00000250	3 1 tensor_00000294 tensor_00000317 tensor_00000340 tensor_00000342 0=1
Permute	layer_00000251	1 1 tensor_00000341 cls_score 0=1
Permute	layer_00000252	1 1 tensor_00000342 reg_dist 0=1
