7767517
383 451
Input	layer_00000000	0 1 images
Convolution	layer_00000001	1 1 images tensor_00000001 0=24 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=648
Swish	layer_00000002	1 1 tensor_00000001 tensor_00000002
Convolution	layer_00000003	1 1 tensor_00000002 tensor_00000003 0=24 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=5184
Swish	layer_00000004	1 1 tensor_00000003 tensor_00000004
Convolution	layer_00000005	1 1 tensor_00000004 tensor_00000005 0=48 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=10368
Swish	layer_00000006	1 1 tensor_00000005 tensor_00000006
Convolution	layer_00000007	1 1 tensor_00000006 tensor_00000007 0=72 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=31104
Swish	layer_00000008	1 1 tensor_00000007 tensor_00000008
Split	layer_00000325	1 2 tensor_00000008 tensor_00000009 tensor_00000010
Convolution	layer_00000009	1 1 tensor_00000009 tensor_00000011 0=36 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2592
Swish	layer_00000010	1 1 tensor_00000011 tensor_00000012
Convolution	layer_00000011	1 1 tensor_00000010 tensor_00000013 0=36 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=2592
Swish	layer_00000012	1 1 tensor_00000013 tensor_00000014
Split	layer_00000326	1 2 tensor_00000014 tensor_00000015 tensor_00000016
Convolution	layer_00000013	1 1 tensor_00000015 tensor_00000017 0=36 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=11664
Swish	layer_00000014	1 1 tensor_00000017 tensor_00000018
Split	layer_00000327	1 2 tensor_00000018 tensor_00000019 tensor_00000020
Convolution	layer_00000015	1 1 tensor_00000019 tensor_00000021 0=36 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=11664
Convolution	layer_00000016	1 1 tensor_00000020 tensor_00000022 0=36 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=1296
BinaryOp	layer_00000017	2 1 tensor_00000021 tensor_00000022 tensor_00000023 0=0
Swish	layer_00000018	1 1 tensor_00000023 tensor_00000024
BinaryOp	layer_00000019	2 1 tensor_00000016 tensor_00000024 tensor_00000025 0=0
Split	layer_00000328	1 2 tensor_00000025 tensor_00000026 tensor_00000027
Convolution	layer_00000020	1 1 tensor_00000026 tensor_00000028 0=36 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=11664
Swish	layer_00000021	1 1 tensor_00000028 tensor_00000029
Split	layer_00000329	1 2 tensor_00000029 tensor_00000030 tensor_00000031
Convolution	layer_00000022	1 1 tensor_00000030 tensor_00000032 0=36 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=11664
Convolution	layer_00000023	1 1 tensor_00000031 tensor_00000033 0=36 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=1296
BinaryOp	layer_00000024	2 1 tensor_00000032 tensor_00000033 tensor_00000034 0=0
Swish	layer_00000025	1 1 tensor_00000034 tensor_00000035
BinaryOp	layer_00000026	2 1 tensor_00000027 tensor_00000035 tensor_00000036 0=0
Concat	layer_00000027	2 1 tensor_00000012 tensor_00000036 tensor_00000037 0=0
Split	layer_00000330	1 2 tensor_00000037 tensor_00000038 tensor_00000039
Reduction	layer_00000028	1 1 tensor_00000038 tensor_00000040 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000029	1 1 tensor_00000040 tensor_00000041 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
HardSigmoid	layer_00000030	1 1 tensor_00000041 tensor_00000042 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000031	2 1 tensor_00000039 tensor_00000042 tensor_00000043 0=2
Convolution	layer_00000032	1 1 tensor_00000043 tensor_00000044 0=96 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=6912
Swish	layer_00000033	1 1 tensor_00000044 tensor_00000045
Convolution	layer_00000034	1 1 tensor_00000045 tensor_00000046 0=144 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=124416
Swish	layer_00000035	1 1 tensor_00000046 tensor_00000047
Split	layer_00000331	1 2 tensor_00000047 tensor_00000048 tensor_00000049
Convolution	layer_00000036	1 1 tensor_00000048 tensor_00000050 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=10368
Swish	layer_00000037	1 1 tensor_00000050 tensor_00000051
Convolution	layer_00000038	1 1 tensor_00000049 tensor_00000052 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=10368
Swish	layer_00000039	1 1 tensor_00000052 tensor_00000053
Split	layer_00000332	1 2 tensor_00000053 tensor_00000054 tensor_00000055
Convolution	layer_00000040	1 1 tensor_00000054 tensor_00000056 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000041	1 1 tensor_00000056 tensor_00000057
Split	layer_00000333	1 2 tensor_00000057 tensor_00000058 tensor_00000059
Convolution	layer_00000042	1 1 tensor_00000058 tensor_00000060 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000043	1 1 tensor_00000059 tensor_00000061 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000044	2 1 tensor_00000060 tensor_00000061 tensor_00000062 0=0
Swish	layer_00000045	1 1 tensor_00000062 tensor_00000063
BinaryOp	layer_00000046	2 1 tensor_00000055 tensor_00000063 tensor_00000064 0=0
Split	layer_00000334	1 2 tensor_00000064 tensor_00000065 tensor_00000066
Convolution	layer_00000047	1 1 tensor_00000065 tensor_00000067 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000048	1 1 tensor_00000067 tensor_00000068
Split	layer_00000335	1 2 tensor_00000068 tensor_00000069 tensor_00000070
Convolution	layer_00000049	1 1 tensor_00000069 tensor_00000071 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000050	1 1 tensor_00000070 tensor_00000072 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000051	2 1 tensor_00000071 tensor_00000072 tensor_00000073 0=0
Swish	layer_00000052	1 1 tensor_00000073 tensor_00000074
BinaryOp	layer_00000053	2 1 tensor_00000066 tensor_00000074 tensor_00000075 0=0
Split	layer_00000336	1 2 tensor_00000075 tensor_00000076 tensor_00000077
Convolution	layer_00000054	1 1 tensor_00000076 tensor_00000078 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000055	1 1 tensor_00000078 tensor_00000079
Split	layer_00000337	1 2 tensor_00000079 tensor_00000080 tensor_00000081
Convolution	layer_00000056	1 1 tensor_00000080 tensor_00000082 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000057	1 1 tensor_00000081 tensor_00000083 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000058	2 1 tensor_00000082 tensor_00000083 tensor_00000084 0=0
Swish	layer_00000059	1 1 tensor_00000084 tensor_00000085
BinaryOp	layer_00000060	2 1 tensor_00000077 tensor_00000085 tensor_00000086 0=0
Split	layer_00000338	1 2 tensor_00000086 tensor_00000087 tensor_00000088
Convolution	layer_00000061	1 1 tensor_00000087 tensor_00000089 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000062	1 1 tensor_00000089 tensor_00000090
Split	layer_00000339	1 2 tensor_00000090 tensor_00000091 tensor_00000092
Convolution	layer_00000063	1 1 tensor_00000091 tensor_00000093 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000064	1 1 tensor_00000092 tensor_00000094 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000065	2 1 tensor_00000093 tensor_00000094 tensor_00000095 0=0
Swish	layer_00000066	1 1 tensor_00000095 tensor_00000096
BinaryOp	layer_00000067	2 1 tensor_00000088 tensor_00000096 tensor_00000097 0=0
Concat	layer_00000068	2 1 tensor_00000051 tensor_00000097 tensor_00000098 0=0
Split	layer_00000340	1 2 tensor_00000098 tensor_00000099 tensor_00000100
Reduction	layer_00000069	1 1 tensor_00000099 tensor_00000101 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000070	1 1 tensor_00000101 tensor_00000102 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
HardSigmoid	layer_00000071	1 1 tensor_00000102 tensor_00000103 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000072	2 1 tensor_00000100 tensor_00000103 tensor_00000104 0=2
Convolution	layer_00000073	1 1 tensor_00000104 tensor_00000105 0=192 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=27648
Swish	layer_00000074	1 1 tensor_00000105 tensor_00000106
Split	layer_00000341	1 2 tensor_00000106 tensor_00000107 tensor_00000108
Convolution	layer_00000075	1 1 tensor_00000107 tensor_00000109 0=288 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=497664
Swish	layer_00000076	1 1 tensor_00000109 tensor_00000110
Split	layer_00000342	1 2 tensor_00000110 tensor_00000111 tensor_00000112
Convolution	layer_00000077	1 1 tensor_00000111 tensor_00000113 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=41472
Swish	layer_00000078	1 1 tensor_00000113 tensor_00000114
Convolution	layer_00000079	1 1 tensor_00000112 tensor_00000115 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=41472
Swish	layer_00000080	1 1 tensor_00000115 tensor_00000116
Split	layer_00000343	1 2 tensor_00000116 tensor_00000117 tensor_00000118
Convolution	layer_00000081	1 1 tensor_00000117 tensor_00000119 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000082	1 1 tensor_00000119 tensor_00000120
Split	layer_00000344	1 2 tensor_00000120 tensor_00000121 tensor_00000122
Convolution	layer_00000083	1 1 tensor_00000121 tensor_00000123 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000084	1 1 tensor_00000122 tensor_00000124 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000085	2 1 tensor_00000123 tensor_00000124 tensor_00000125 0=0
Swish	layer_00000086	1 1 tensor_00000125 tensor_00000126
BinaryOp	layer_00000087	2 1 tensor_00000118 tensor_00000126 tensor_00000127 0=0
Split	layer_00000345	1 2 tensor_00000127 tensor_00000128 tensor_00000129
Convolution	layer_00000088	1 1 tensor_00000128 tensor_00000130 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000089	1 1 tensor_00000130 tensor_00000131
Split	layer_00000346	1 2 tensor_00000131 tensor_00000132 tensor_00000133
Convolution	layer_00000090	1 1 tensor_00000132 tensor_00000134 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000091	1 1 tensor_00000133 tensor_00000135 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000092	2 1 tensor_00000134 tensor_00000135 tensor_00000136 0=0
Swish	layer_00000093	1 1 tensor_00000136 tensor_00000137
BinaryOp	layer_00000094	2 1 tensor_00000129 tensor_00000137 tensor_00000138 0=0
Split	layer_00000347	1 2 tensor_00000138 tensor_00000139 tensor_00000140
Convolution	layer_00000095	1 1 tensor_00000139 tensor_00000141 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000096	1 1 tensor_00000141 tensor_00000142
Split	layer_00000348	1 2 tensor_00000142 tensor_00000143 tensor_00000144
Convolution	layer_00000097	1 1 tensor_00000143 tensor_00000145 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000098	1 1 tensor_00000144 tensor_00000146 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000099	2 1 tensor_00000145 tensor_00000146 tensor_00000147 0=0
Swish	layer_00000100	1 1 tensor_00000147 tensor_00000148
BinaryOp	layer_00000101	2 1 tensor_00000140 tensor_00000148 tensor_00000149 0=0
Split	layer_00000349	1 2 tensor_00000149 tensor_00000150 tensor_00000151
Convolution	layer_00000102	1 1 tensor_00000150 tensor_00000152 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000103	1 1 tensor_00000152 tensor_00000153
Split	layer_00000350	1 2 tensor_00000153 tensor_00000154 tensor_00000155
Convolution	layer_00000104	1 1 tensor_00000154 tensor_00000156 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000105	1 1 tensor_00000155 tensor_00000157 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000106	2 1 tensor_00000156 tensor_00000157 tensor_00000158 0=0
Swish	layer_00000107	1 1 tensor_00000158 tensor_00000159
BinaryOp	layer_00000108	2 1 tensor_00000151 tensor_00000159 tensor_00000160 0=0
Concat	layer_00000109	2 1 tensor_00000114 tensor_00000160 tensor_00000161 0=0
Split	layer_00000351	1 2 tensor_00000161 tensor_00000162 tensor_00000163
Reduction	layer_00000110	1 1 tensor_00000162 tensor_00000164 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000111	1 1 tensor_00000164 tensor_00000165 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
HardSigmoid	layer_00000112	1 1 tensor_00000165 tensor_00000166 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000113	2 1 tensor_00000163 tensor_00000166 tensor_00000167 0=2
Convolution	layer_00000114	1 1 tensor_00000167 tensor_00000168 0=384 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=110592
Swish	layer_00000115	1 1 tensor_00000168 tensor_00000169
Split	layer_00000352	1 2 tensor_00000169 tensor_00000170 tensor_00000171
Convolution	layer_00000116	1 1 tensor_00000170 tensor_00000172 0=576 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=1990656
Swish	layer_00000117	1 1 tensor_00000172 tensor_00000173
Split	layer_00000353	1 2 tensor_00000173 tensor_00000174 tensor_00000175
Convolution	layer_00000118	1 1 tensor_00000174 tensor_00000176 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=165888
Swish	layer_00000119	1 1 tensor_00000176 tensor_00000177
Convolution	layer_00000120	1 1 tensor_00000175 tensor_00000178 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=165888
Swish	layer_00000121	1 1 tensor_00000178 tensor_00000179
Split	layer_00000354	1 2 tensor_00000179 tensor_00000180 tensor_00000181
Convolution	layer_00000122	1 1 tensor_00000180 tensor_00000182 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000123	1 1 tensor_00000182 tensor_00000183
Split	layer_00000355	1 2 tensor_00000183 tensor_00000184 tensor_00000185
Convolution	layer_00000124	1 1 tensor_00000184 tensor_00000186 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000125	1 1 tensor_00000185 tensor_00000187 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000126	2 1 tensor_00000186 tensor_00000187 tensor_00000188 0=0
Swish	layer_00000127	1 1 tensor_00000188 tensor_00000189
BinaryOp	layer_00000128	2 1 tensor_00000181 tensor_00000189 tensor_00000190 0=0
Split	layer_00000356	1 2 tensor_00000190 tensor_00000191 tensor_00000192
Convolution	layer_00000129	1 1 tensor_00000191 tensor_00000193 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000130	1 1 tensor_00000193 tensor_00000194
Split	layer_00000357	1 2 tensor_00000194 tensor_00000195 tensor_00000196
Convolution	layer_00000131	1 1 tensor_00000195 tensor_00000197 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000132	1 1 tensor_00000196 tensor_00000198 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000133	2 1 tensor_00000197 tensor_00000198 tensor_00000199 0=0
Swish	layer_00000134	1 1 tensor_00000199 tensor_00000200
BinaryOp	layer_00000135	2 1 tensor_00000192 tensor_00000200 tensor_00000201 0=0
Concat	layer_00000136	2 1 tensor_00000177 tensor_00000201 tensor_00000202 0=0
Split	layer_00000358	1 2 tensor_00000202 tensor_00000203 tensor_00000204
Reduction	layer_00000137	1 1 tensor_00000203 tensor_00000205 0=3 1=0 -23303=2,1,2 4=1
Convolution	layer_00000138	1 1 tensor_00000205 tensor_00000206 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
HardSigmoid	layer_00000139	1 1 tensor_00000206 tensor_00000207 0=1.666667e-01 1=5.000000e-01
BinaryOp	layer_00000140	2 1 tensor_00000204 tensor_00000207 tensor_00000208 0=2
Convolution	layer_00000141	1 1 tensor_00000208 tensor_00000209 0=768 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=442368
Swish	layer_00000142	1 1 tensor_00000209 tensor_00000210
Split	layer_00000359	1 2 tensor_00000210 tensor_00000211 tensor_00000212
Convolution	layer_00000143	1 1 tensor_00000211 tensor_00000213 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=221184
Swish	layer_00000144	1 1 tensor_00000213 tensor_00000214
Convolution	layer_00000145	1 1 tensor_00000212 tensor_00000215 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=221184
Swish	layer_00000146	1 1 tensor_00000215 tensor_00000216
Convolution	layer_00000147	1 1 tensor_00000216 tensor_00000217 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000148	1 1 tensor_00000217 tensor_00000218
Split	layer_00000360	1 2 tensor_00000218 tensor_00000219 tensor_00000220
Convolution	layer_00000149	1 1 tensor_00000219 tensor_00000221 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000150	1 1 tensor_00000220 tensor_00000222 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000151	2 1 tensor_00000221 tensor_00000222 tensor_00000223 0=0
Swish	layer_00000152	1 1 tensor_00000223 tensor_00000224
Split	layer_00000361	1 4 tensor_00000224 tensor_00000225 tensor_00000226 tensor_00000227 tensor_00000228
Pooling	layer_00000153	1 1 tensor_00000225 tensor_00000229 0=0 1=5 2=1 3=2 5=1
Pooling	layer_00000154	1 1 tensor_00000226 tensor_00000230 0=0 1=9 2=1 3=4 5=1
Pooling	layer_00000155	1 1 tensor_00000227 tensor_00000231 0=0 1=13 2=1 3=6 5=1
Concat	layer_00000156	4 1 tensor_00000228 tensor_00000229 tensor_00000230 tensor_00000231 tensor_00000232 0=0
Convolution	layer_00000157	1 1 tensor_00000232 tensor_00000233 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Swish	layer_00000158	1 1 tensor_00000233 tensor_00000234
Convolution	layer_00000159	1 1 tensor_00000234 tensor_00000235 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000160	1 1 tensor_00000235 tensor_00000236
Split	layer_00000362	1 2 tensor_00000236 tensor_00000237 tensor_00000238
Convolution	layer_00000161	1 1 tensor_00000237 tensor_00000239 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000162	1 1 tensor_00000238 tensor_00000240 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000163	2 1 tensor_00000239 tensor_00000240 tensor_00000241 0=0
Swish	layer_00000164	1 1 tensor_00000241 tensor_00000242
Concat	layer_00000165	2 1 tensor_00000214 tensor_00000242 tensor_00000243 0=0
Convolution	layer_00000166	1 1 tensor_00000243 tensor_00000244 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Swish	layer_00000167	1 1 tensor_00000244 tensor_00000245
Split	layer_00000363	1 2 tensor_00000245 tensor_00000246 tensor_00000247
Convolution	layer_00000168	1 1 tensor_00000246 tensor_00000248 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=165888
Swish	layer_00000169	1 1 tensor_00000248 tensor_00000249
Interp	layer_00000170	1 1 tensor_00000249 tensor_00000250 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat	layer_00000171	2 1 tensor_00000250 tensor_00000171 tensor_00000251 0=0
Split	layer_00000364	1 2 tensor_00000251 tensor_00000252 tensor_00000253
Convolution	layer_00000172	1 1 tensor_00000252 tensor_00000254 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=96768
Swish	layer_00000173	1 1 tensor_00000254 tensor_00000255
Convolution	layer_00000174	1 1 tensor_00000253 tensor_00000256 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=96768
Swish	layer_00000175	1 1 tensor_00000256 tensor_00000257
Convolution	layer_00000176	1 1 tensor_00000257 tensor_00000258 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000177	1 1 tensor_00000258 tensor_00000259
Split	layer_00000365	1 2 tensor_00000259 tensor_00000260 tensor_00000261
Convolution	layer_00000178	1 1 tensor_00000260 tensor_00000262 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000179	1 1 tensor_00000261 tensor_00000263 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000180	2 1 tensor_00000262 tensor_00000263 tensor_00000264 0=0
Swish	layer_00000181	1 1 tensor_00000264 tensor_00000265
Convolution	layer_00000182	1 1 tensor_00000265 tensor_00000266 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000183	1 1 tensor_00000266 tensor_00000267
Split	layer_00000366	1 2 tensor_00000267 tensor_00000268 tensor_00000269
Convolution	layer_00000184	1 1 tensor_00000268 tensor_00000270 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000185	1 1 tensor_00000269 tensor_00000271 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000186	2 1 tensor_00000270 tensor_00000271 tensor_00000272 0=0
Swish	layer_00000187	1 1 tensor_00000272 tensor_00000273
Concat	layer_00000188	2 1 tensor_00000255 tensor_00000273 tensor_00000274 0=0
Convolution	layer_00000189	1 1 tensor_00000274 tensor_00000275 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Swish	layer_00000190	1 1 tensor_00000275 tensor_00000276
Split	layer_00000367	1 2 tensor_00000276 tensor_00000277 tensor_00000278
Convolution	layer_00000191	1 1 tensor_00000277 tensor_00000279 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=41472
Swish	layer_00000192	1 1 tensor_00000279 tensor_00000280
Interp	layer_00000193	1 1 tensor_00000280 tensor_00000281 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat	layer_00000194	2 1 tensor_00000281 tensor_00000108 tensor_00000282 0=0
Split	layer_00000368	1 2 tensor_00000282 tensor_00000283 tensor_00000284
Convolution	layer_00000195	1 1 tensor_00000283 tensor_00000285 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=24192
Swish	layer_00000196	1 1 tensor_00000285 tensor_00000286
Convolution	layer_00000197	1 1 tensor_00000284 tensor_00000287 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=24192
Swish	layer_00000198	1 1 tensor_00000287 tensor_00000288
Convolution	layer_00000199	1 1 tensor_00000288 tensor_00000289 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000200	1 1 tensor_00000289 tensor_00000290
Split	layer_00000369	1 2 tensor_00000290 tensor_00000291 tensor_00000292
Convolution	layer_00000201	1 1 tensor_00000291 tensor_00000293 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000202	1 1 tensor_00000292 tensor_00000294 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000203	2 1 tensor_00000293 tensor_00000294 tensor_00000295 0=0
Swish	layer_00000204	1 1 tensor_00000295 tensor_00000296
Convolution	layer_00000205	1 1 tensor_00000296 tensor_00000297 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Swish	layer_00000206	1 1 tensor_00000297 tensor_00000298
Split	layer_00000370	1 2 tensor_00000298 tensor_00000299 tensor_00000300
Convolution	layer_00000207	1 1 tensor_00000299 tensor_00000301 0=72 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=46656
Convolution	layer_00000208	1 1 tensor_00000300 tensor_00000302 0=72 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=5184
BinaryOp	layer_00000209	2 1 tensor_00000301 tensor_00000302 tensor_00000303 0=0
Swish	layer_00000210	1 1 tensor_00000303 tensor_00000304
Concat	layer_00000211	2 1 tensor_00000286 tensor_00000304 tensor_00000305 0=0
Convolution	layer_00000212	1 1 tensor_00000305 tensor_00000306 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
Swish	layer_00000213	1 1 tensor_00000306 tensor_00000307
Split	layer_00000371	1 5 tensor_00000307 tensor_00000308 tensor_00000309 tensor_00000310 tensor_00000311 tensor_00000312
Convolution	layer_00000214	1 1 tensor_00000308 tensor_00000313 0=144 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=186624
Swish	layer_00000215	1 1 tensor_00000313 tensor_00000314
Concat	layer_00000216	2 1 tensor_00000314 tensor_00000278 tensor_00000315 0=0
Split	layer_00000372	1 2 tensor_00000315 tensor_00000316 tensor_00000317
Convolution	layer_00000217	1 1 tensor_00000316 tensor_00000318 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=62208
Swish	layer_00000218	1 1 tensor_00000318 tensor_00000319
Convolution	layer_00000219	1 1 tensor_00000317 tensor_00000320 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=62208
Swish	layer_00000220	1 1 tensor_00000320 tensor_00000321
Convolution	layer_00000221	1 1 tensor_00000321 tensor_00000322 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000222	1 1 tensor_00000322 tensor_00000323
Split	layer_00000373	1 2 tensor_00000323 tensor_00000324 tensor_00000325
Convolution	layer_00000223	1 1 tensor_00000324 tensor_00000326 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000224	1 1 tensor_00000325 tensor_00000327 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000225	2 1 tensor_00000326 tensor_00000327 tensor_00000328 0=0
Swish	layer_00000226	1 1 tensor_00000328 tensor_00000329
Convolution	layer_00000227	1 1 tensor_00000329 tensor_00000330 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Swish	layer_00000228	1 1 tensor_00000330 tensor_00000331
Split	layer_00000374	1 2 tensor_00000331 tensor_00000332 tensor_00000333
Convolution	layer_00000229	1 1 tensor_00000332 tensor_00000334 0=144 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=186624
Convolution	layer_00000230	1 1 tensor_00000333 tensor_00000335 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
BinaryOp	layer_00000231	2 1 tensor_00000334 tensor_00000335 tensor_00000336 0=0
Swish	layer_00000232	1 1 tensor_00000336 tensor_00000337
Concat	layer_00000233	2 1 tensor_00000319 tensor_00000337 tensor_00000338 0=0
Convolution	layer_00000234	1 1 tensor_00000338 tensor_00000339 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Swish	layer_00000235	1 1 tensor_00000339 tensor_00000340
Split	layer_00000375	1 5 tensor_00000340 tensor_00000341 tensor_00000342 tensor_00000343 tensor_00000344 tensor_00000345
Convolution	layer_00000236	1 1 tensor_00000341 tensor_00000346 0=288 1=3 11=3 3=2 13=2 4=1 14=1 5=1 6=746496
Swish	layer_00000237	1 1 tensor_00000346 tensor_00000347
Concat	layer_00000238	2 1 tensor_00000347 tensor_00000247 tensor_00000348 0=0
Split	layer_00000376	1 2 tensor_00000348 tensor_00000349 tensor_00000350
Convolution	layer_00000239	1 1 tensor_00000349 tensor_00000351 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=248832
Swish	layer_00000240	1 1 tensor_00000351 tensor_00000352
Convolution	layer_00000241	1 1 tensor_00000350 tensor_00000353 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=248832
Swish	layer_00000242	1 1 tensor_00000353 tensor_00000354
Convolution	layer_00000243	1 1 tensor_00000354 tensor_00000355 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000244	1 1 tensor_00000355 tensor_00000356
Split	layer_00000377	1 2 tensor_00000356 tensor_00000357 tensor_00000358
Convolution	layer_00000245	1 1 tensor_00000357 tensor_00000359 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000246	1 1 tensor_00000358 tensor_00000360 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000247	2 1 tensor_00000359 tensor_00000360 tensor_00000361 0=0
Swish	layer_00000248	1 1 tensor_00000361 tensor_00000362
Convolution	layer_00000249	1 1 tensor_00000362 tensor_00000363 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Swish	layer_00000250	1 1 tensor_00000363 tensor_00000364
Split	layer_00000378	1 2 tensor_00000364 tensor_00000365 tensor_00000366
Convolution	layer_00000251	1 1 tensor_00000365 tensor_00000367 0=288 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=746496
Convolution	layer_00000252	1 1 tensor_00000366 tensor_00000368 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
BinaryOp	layer_00000253	2 1 tensor_00000367 tensor_00000368 tensor_00000369 0=0
Swish	layer_00000254	1 1 tensor_00000369 tensor_00000370
Concat	layer_00000255	2 1 tensor_00000352 tensor_00000370 tensor_00000371 0=0
Convolution	layer_00000256	1 1 tensor_00000371 tensor_00000372 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Swish	layer_00000257	1 1 tensor_00000372 tensor_00000373
Split	layer_00000379	1 4 tensor_00000373 tensor_00000374 tensor_00000375 tensor_00000376 tensor_00000377
Pooling	layer_00000258	1 1 tensor_00000374 tensor_00000378 0=1 4=1
Split	layer_00000380	1 2 tensor_00000378 tensor_00000379 tensor_00000380
Convolution	layer_00000259	1 1 tensor_00000379 tensor_00000381 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Sigmoid	layer_00000260	1 1 tensor_00000381 tensor_00000382
BinaryOp	layer_00000261	2 1 tensor_00000375 tensor_00000382 tensor_00000383 0=2
Convolution	layer_00000262	1 1 tensor_00000383 tensor_00000384 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Swish	layer_00000263	1 1 tensor_00000384 tensor_00000385
BinaryOp	layer_00000264	2 1 tensor_00000385 tensor_00000376 tensor_00000386 0=0
Convolution	layer_00000265	1 1 tensor_00000386 tensor_00000387 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=414720
Convolution	layer_00000266	1 1 tensor_00000380 tensor_00000388 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Sigmoid	layer_00000267	1 1 tensor_00000388 tensor_00000389
BinaryOp	layer_00000268	2 1 tensor_00000377 tensor_00000389 tensor_00000390 0=2
Convolution	layer_00000269	1 1 tensor_00000390 tensor_00000391 0=576 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=331776
Swish	layer_00000270	1 1 tensor_00000391 tensor_00000392
Convolution	layer_00000271	1 1 tensor_00000392 tensor_00000393 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=352512
Reshape	layer_00000272	1 1 tensor_00000393 tensor_00000394 0=-1 1=17 2=4
Permute	layer_00000273	1 1 tensor_00000394 tensor_00000395 0=2
Softmax	layer_00000274	1 1 tensor_00000395 tensor_00000396 0=0 1=1
Convolution	layer_00000275	1 1 tensor_00000396 tensor_00000397 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000276	1 1 tensor_00000387 tensor_00000398
Reshape	layer_00000277	1 1 tensor_00000398 tensor_00000399 0=-1 1=80
Reshape	layer_00000278	1 1 tensor_00000397 tensor_00000400 0=-1 1=4
Pooling	layer_00000279	1 1 tensor_00000342 tensor_00000401 0=1 4=1
Split	layer_00000381	1 2 tensor_00000401 tensor_00000402 tensor_00000403
Convolution	layer_00000280	1 1 tensor_00000402 tensor_00000404 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Sigmoid	layer_00000281	1 1 tensor_00000404 tensor_00000405
BinaryOp	layer_00000282	2 1 tensor_00000343 tensor_00000405 tensor_00000406 0=2
Convolution	layer_00000283	1 1 tensor_00000406 tensor_00000407 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Swish	layer_00000284	1 1 tensor_00000407 tensor_00000408
BinaryOp	layer_00000285	2 1 tensor_00000408 tensor_00000344 tensor_00000409 0=0
Convolution	layer_00000286	1 1 tensor_00000409 tensor_00000410 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=207360
Convolution	layer_00000287	1 1 tensor_00000403 tensor_00000411 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Sigmoid	layer_00000288	1 1 tensor_00000411 tensor_00000412
BinaryOp	layer_00000289	2 1 tensor_00000345 tensor_00000412 tensor_00000413 0=2
Convolution	layer_00000290	1 1 tensor_00000413 tensor_00000414 0=288 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=82944
Swish	layer_00000291	1 1 tensor_00000414 tensor_00000415
Convolution	layer_00000292	1 1 tensor_00000415 tensor_00000416 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=176256
Reshape	layer_00000293	1 1 tensor_00000416 tensor_00000417 0=-1 1=17 2=4
Permute	layer_00000294	1 1 tensor_00000417 tensor_00000418 0=2
Softmax	layer_00000295	1 1 tensor_00000418 tensor_00000419 0=0 1=1
Convolution	layer_00000296	1 1 tensor_00000419 tensor_00000420 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000297	1 1 tensor_00000410 tensor_00000421
Reshape	layer_00000298	1 1 tensor_00000421 tensor_00000422 0=-1 1=80
Reshape	layer_00000299	1 1 tensor_00000420 tensor_00000423 0=-1 1=4
Pooling	layer_00000300	1 1 tensor_00000309 tensor_00000424 0=1 4=1
Split	layer_00000382	1 2 tensor_00000424 tensor_00000425 tensor_00000426
Convolution	layer_00000301	1 1 tensor_00000425 tensor_00000427 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
Sigmoid	layer_00000302	1 1 tensor_00000427 tensor_00000428
BinaryOp	layer_00000303	2 1 tensor_00000310 tensor_00000428 tensor_00000429 0=2
Convolution	layer_00000304	1 1 tensor_00000429 tensor_00000430 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
Swish	layer_00000305	1 1 tensor_00000430 tensor_00000431
BinaryOp	layer_00000306	2 1 tensor_00000431 tensor_00000311 tensor_00000432 0=0
Convolution	layer_00000307	1 1 tensor_00000432 tensor_00000433 0=80 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=103680
Convolution	layer_00000308	1 1 tensor_00000426 tensor_00000434 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
Sigmoid	layer_00000309	1 1 tensor_00000434 tensor_00000435
BinaryOp	layer_00000310	2 1 tensor_00000312 tensor_00000435 tensor_00000436 0=2
Convolution	layer_00000311	1 1 tensor_00000436 tensor_00000437 0=144 1=1 11=1 3=1 13=1 4=0 14=0 5=1 6=20736
Swish	layer_00000312	1 1 tensor_00000437 tensor_00000438
Convolution	layer_00000313	1 1 tensor_00000438 tensor_00000439 0=68 1=3 11=3 3=1 13=1 4=1 14=1 5=1 6=88128
Reshape	layer_00000314	1 1 tensor_00000439 tensor_00000440 0=-1 1=17 2=4
Permute	layer_00000315	1 1 tensor_00000440 tensor_00000441 0=2
Softmax	layer_00000316	1 1 tensor_00000441 tensor_00000442 0=0 1=1
Convolution	layer_00000317	1 1 tensor_00000442 tensor_00000443 0=1 1=1 11=1 3=1 13=1 4=0 14=0 5=0 6=17
Sigmoid	layer_00000318	1 1 tensor_00000433 tensor_00000444
Reshape	layer_00000319	1 1 tensor_00000444 tensor_00000445 0=-1 1=80
Reshape	layer_00000320	1 1 tensor_00000443 tensor_00000446 0=-1 1=4
Concat	layer_00000321	3 1 tensor_00000399 tensor_00000422 tensor_00000445 tensor_00000447 0=1
Concat	layer_00000322	3 1 tensor_00000400 tensor_00000423 tensor_00000446 tensor_00000448 0=1
Permute	layer_00000323	1 1 tensor_00000447 cls_score 0=1
Permute	layer_00000324	1 1 tensor_00000448 reg_dist 0=1
